Revit 2024 API
ParameterTypeId.RgbBParam Property
 "Blue value for RGB color spec. (for Use with XAML Data Template example)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RgbBParam { get; }
Visual Basic
Public Shared ReadOnly Property RgbBParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RgbBParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace